app/controllers/games_controller.rb

  def create
    game = Game.create
---
INSERT INTO "games" ("created_at", "updated_at") VALUES (?, ?)  [["created_at", "2018-03-10 13:58:49.028162"], ["updated_at", "2018-03-10 13:58:49.028162"]]