app/controllers/guesses_controller.rb

  def create
    @game = Game.find(params[:game_id])

    @guess = @game.guesses.create(guess_parameters)
---
SELECT  "games".* FROM "games" WHERE "games"."id" = ? LIMIT ?  [["id", 1], ["LIMIT", 1]]
INSERT INTO "guesses" ("game_id", "number", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["game_id", 1], ["number", 3], ["created_at", "2018-03-10 12:50:37.771536"], ["updated_at", "2018-03-10 12:50:37.771536"]]